chore(content): write-only draft [k8s/cba/module-1.3-backstage-catalog-infrastructure]
